Repository: menaje/codex-mcp-bridge-for-chatgpt
Catalog: macos/Resources/Localization/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, ja, pt, zh_hans, zh_hant

# macos.aonetimepairinginvitationcopiedfromthe
source: 서버 Mac에서 복사한 1회용 페어링 초대 하나만 있으면 됩니다. 주소나 서버 ID는 따로 입력하지 않습니다.
de: Sie benötigen nur eine einmal verwendbare Kopplungseinladung vom Server-Mac. Adresse und Server-ID werden nicht separat eingegeben.
en: A one-time pairing invitation copied from the server Mac is all you need. You do not enter an address or server ID separately.
es: Solo necesitas una invitación de emparejamiento de un solo uso copiada del Mac servidor. No introduzcas por separado la dirección ni el ID del servidor.
fr: Une invitation de jumelage à usage unique copiée depuis le Mac serveur suffit. Vous n’avez pas à saisir séparément l’adresse ou l’identifiant du serveur.
ja: サーバーMacからコピーした1回限りのペアリング招待だけで接続できます。アドレスやサーバーIDを別途入力する必要はありません。
pt: Você só precisa de um convite de pareamento de uso único copiado do Mac servidor. Não é necessário inserir o endereço nem o ID do servidor separadamente.
zh_hans: 只需从服务器 Mac 复制一次性配对邀请。无需单独输入地址或服务器 ID。
zh_hant: 只需從伺服器 Mac 複製一次性配對邀請。無需另外輸入位址或伺服器 ID。

# macos.pastetheonetimepairinginvitationcreatedon
source: 서버 Mac의 연결 화면에서 만든 1회용 페어링 초대를 붙여 넣습니다. 초대 안의 인증서 확인 값과 서버 ID를 먼저 검증한 뒤 기기 자격 증명을 발급받습니다.
de: Fügen Sie die einmalige Kopplungseinladung ein, die auf dem Server-Mac im Bereich „Verbindung“ erstellt wurde. Der Zertifikatfingerabdruck und die Server-ID in der Einladung werden geprüft, bevor Geräteanmeldedaten ausgestellt werden.
en: Paste the one-time pairing invitation created on the server Mac’s Connection screen. The certificate fingerprint and server ID in the invitation are verified before device credentials are issued.
es: Pegue la invitación de emparejamiento de un solo uso creada en la pantalla Conexión del Mac servidor. Antes de emitir las credenciales del dispositivo se verifican la huella del certificado y el ID del servidor incluidos en la invitación.
fr: Collez l’invitation de jumelage à usage unique créée dans l’écran Connexion du Mac serveur. L’empreinte du certificat et l’ID du serveur contenus dans l’invitation sont vérifiés avant l’émission des identifiants de l’appareil.
ja: サーバーMacの接続画面で作成した1回限りのペアリング招待を貼り付けます。招待内の証明書フィンガープリントとサーバーIDを確認してから、デバイス資格情報が発行されます。
pt: Cole o convite de pareamento de uso único criado na tela Conexão do Mac servidor. A impressão digital do certificado e o ID do servidor no convite são verificados antes da emissão das credenciais do dispositivo.
zh_hans: 粘贴在服务器 Mac 的“连接”界面创建的一次性配对邀请。系统会先验证邀请中的证书指纹和服务器 ID，然后再签发设备凭据。
zh_hant: 貼上在伺服器 Mac 的“連線”介面建立的一次性配對邀請。系統會先驗證邀請中的證書指紋和伺服器 ID，然後再簽發裝置憑證。

# macos.theserveridisinvalid
source: 서버 고유 ID가 올바르지 않습니다.
de: Die Server-ID ist ungültig.
en: The server ID is invalid.
es: El ID del servidor no es válido.
fr: L’identifiant du serveur n’est pas valide.
ja: サーバーIDが無効です。
pt: O ID do servidor é inválido.
zh_hans: 服务器 ID 无效。
zh_hant: 伺服器 ID 無效。

# macos.theserverdevicecredentialisinvalid
source: 서버 기기 자격 증명이 올바르지 않습니다.
de: Die Geräteanmeldedaten des Servers sind ungültig.
en: The server device credential is invalid.
es: La credencial de dispositivo del servidor no es válida.
fr: L’identifiant d’appareil du serveur n’est pas valide.
ja: サーバーのデバイス資格情報が無効です。
pt: A credencial de dispositivo do servidor é inválida.
zh_hans: 服务器设备凭据无效。
zh_hant: 伺服器裝置憑證無效。

# macos.reconnectserver
source: 서버 다시 연결
de: Server erneut verbinden
en: Reconnect Server
es: Volver a conectar el servidor
fr: Reconnecter le serveur
ja: サーバーに再接続
pt: Reconectar servidor
zh_hans: 重新连接服务器
zh_hant: 重新連線伺服器

# macos.serversettings
source: 서버 설정
de: Servereinstellungen
en: Server Settings
es: Configuración del servidor
fr: Paramètres du serveur
ja: サーバー設定
pt: Configurações do servidor
zh_hans: 服务器设置
zh_hant: 伺服器設定

# macos.startserver
source: 서버 시작
de: Server starten
en: Start Server
es: Iniciar servidor
fr: Démarrer le serveur
ja: サーバーを起動
pt: Iniciar servidor
zh_hans: 启动服务器
zh_hant: 啟動伺服器

# macos.serverstartreserved
source: 서버 시작 예약
de: Serverstart vorgemerkt
en: Server start reserved
es: Inicio del servidor reservado
fr: Démarrage du serveur réservé
ja: サーバー起動を予約
pt: Inicialização do servidor reservada
zh_hans: 已预约启动服务器
zh_hant: 已預約啟動伺服器

# macos.manageserverconnections
source: 서버 연결 관리
de: Serververbindungen verwalten
en: Manage Server Connections
es: Gestionar conexiones del servidor
fr: Gérer les connexions au serveur
ja: サーバー接続を管理
pt: Gerenciar conexões do servidor
zh_hans: 管理服务器连接
zh_hant: 管理伺服器連線

# macos.connection.manageServerConnectionsMenuAction
source: 서버 연결 관리…
de: Serververbindungen verwalten…
en: Manage Server Connections…
es: Gestionar conexiones de servidor…
fr: Gérer les connexions aux serveurs…
ja: サーバー接続を管理…
pt: Gerenciar conexões de servidor…
zh_hans: 管理服务器连接…
zh_hant: 管理伺服器連線…

# macos.theservercertificatefingerprintisinvalid
source: 서버 인증서 확인 값이 올바르지 않습니다.
de: Der Fingerabdruck des Serverzertifikats ist ungültig.
en: The server certificate fingerprint is invalid.
es: La huella del certificado del servidor no es válida.
fr: L’empreinte du certificat du serveur n’est pas valide.
ja: サーバー証明書のフィンガープリントが無効です。
pt: A impressão digital do certificado do servidor é inválida.
zh_hans: 服务器证书指纹无效。
zh_hant: 伺服器憑證指紋無效。

# macos.theservercertificatediffersfromtheoneverified
source: 서버 인증서가 페어링할 때 확인한 인증서와 다릅니다. 연결을 거부했습니다.
de: Das Serverzertifikat weicht von dem bei der Kopplung geprüften Zertifikat ab. Die Verbindung wurde abgelehnt.
en: The server certificate differs from the one verified during pairing. The connection was refused.
es: El certificado del servidor no coincide con el verificado durante el emparejamiento. Se rechazó la conexión.
fr: Le certificat du serveur diffère de celui vérifié lors du jumelage. La connexion a été refusée.
ja: サーバー証明書がペアリング時に確認した証明書と異なるため、接続を拒否しました。
pt: O certificado do servidor é diferente do verificado durante o pareamento. A conexão foi recusada.
zh_hans: 服务器证书与配对时验证的证书不同。已拒绝连接。
zh_hant: 伺服器憑證與配對時驗證的憑證不同。已拒絕連線。

# macos.serverrestartreserved
source: 서버 재시작 예약
de: Serverneustart vorgemerkt
en: Server restart reserved
es: Reinicio del servidor reservado
fr: Redémarrage du serveur réservé
ja: サーバー再起動を予約
pt: Reinicialização do servidor reservada
zh_hans: 已预约重启服务器
zh_hant: 已預約重新啟動伺服器

# macos.theserveraddressmustbeanhttpsaddress
source: 서버 주소는 경로가 없는 HTTPS 주소여야 합니다.
de: Die Serveradresse muss eine HTTPS-Adresse ohne Pfad sein.
en: The server address must be an HTTPS address without a path.
es: La dirección del servidor debe ser una dirección HTTPS sin ruta.
fr: L’adresse du serveur doit être une adresse HTTPS sans chemin.
ja: サーバーアドレスには、パスを含まないHTTPSアドレスを指定してください。
pt: O endereço do servidor deve ser um endereço HTTPS sem caminho.
zh_hans: 服务器地址必须是不含路径的 HTTPS 地址。
zh_hant: 伺服器位址必須是不含路徑的 HTTPS 位址。

# macos.serverstopreserved
source: 서버 중지 예약
de: Serverstopp vorgemerkt
en: Server stop reserved
es: Parada del servidor reservada
fr: Arrêt du serveur réservé
ja: サーバー停止を予約
pt: Parada do servidor reservada
zh_hans: 已预约停止服务器
zh_hant: 已預約停止伺服器

# macos.theserverprocessisrunningbutitsconnection
source: 서버 프로세스는 실행 중이지만 연결 응답을 확인하지 못했습니다.
de: Der Serverprozess läuft, aber die Verbindung konnte nicht bestätigt werden.
en: The server process is running, but its connection could not be confirmed.
es: El proceso del servidor está en ejecución, pero no se pudo confirmar la conexión.
fr: Le processus du serveur est en cours, mais la connexion n’a pas pu être confirmée.
ja: サーバープロセスは実行中ですが、接続応答を確認できませんでした。
pt: O processo do servidor está em execução, mas não foi possível confirmar a conexão.
zh_hans: 服务器进程正在运行，但未能确认连接响应。
zh_hant: 伺服器程序正在執行，但無法確認連線回應。

# macos.deleteserverprofileandcredentials
source: 서버 프로필 및 자격 증명 삭제
de: Serverprofil und Anmeldedaten löschen
en: Delete Server Profile and Credentials
es: Eliminar perfil y credenciales del servidor
fr: Supprimer le profil et les identifiants du serveur
ja: サーバープロファイルと資格情報を削除
pt: Excluir perfil e credenciais do servidor
zh_hans: 删除服务器配置文件和凭据
zh_hant: 刪除伺服器設定檔和憑證

# macos.verifyandregisterserver
source: 서버 확인 및 등록
de: Server prüfen und registrieren
en: Verify and Register Server
es: Verificar y registrar servidor
fr: Vérifier et enregistrer le serveur
ja: サーバーを確認して登録
pt: Verificar e registrar servidor
zh_hans: 验证并注册服务器
zh_hant: 驗證並註冊伺服器

# macos.theserverhasstoppedtheappisfinishing
source: 서버가 멈췄습니다. 앱에서 후속 처리를 마무리하고 있습니다.
de: Der Server wurde angehalten. Die App schließt die verbleibenden Schritte ab.
en: The server has stopped. The app is finishing the remaining steps.
es: El servidor se ha detenido. La app está terminando los pasos restantes.
fr: Le serveur est arrêté. L’app termine les étapes restantes.
ja: サーバーが停止しました。アプリで後続の処理を完了しています。
pt: O servidor parou. O app está concluindo as etapas restantes.
zh_hans: 服务器已停止。应用正在完成后续步骤。
zh_hant: 伺服器已停止。應用程式正在完成後續步驟。

# macos.thefollowupactiondidnotproceedbecause
source: 서버가 아직 실행 중이어서 후속 처리를 진행하지 않았습니다.
de: Die Folgeaktion wurde nicht ausgeführt, weil der Server noch läuft.
en: The follow-up action did not proceed because the server is still running.
es: La acción posterior no se ejecutó porque el servidor sigue funcionando.
fr: L’action suivante n’a pas été exécutée, car le serveur est toujours en cours d’exécution.
ja: サーバーがまだ実行中のため、後続処理は行いませんでした。
pt: A ação seguinte não foi executada porque o servidor ainda está em execução.
zh_hans: 服务器仍在运行，因此未执行后续操作。
zh_hant: 伺服器仍在執行，因此未進行後續操作。

# macos.theserverexitedbeforetheconnectionwasready
source: 서버가 연결 준비를 마치기 전에 종료되었습니다. 설치와 연결 설정을 확인해 주세요.
de: Der Server wurde beendet, bevor die Verbindung bereit war. Prüfe die Installation und die Verbindungseinstellungen.
en: The server exited before the connection was ready. Check the installation and connection settings.
es: El servidor se cerró antes de que la conexión estuviera lista. Comprueba la instalación y la configuración de conexión.
fr: Le serveur s’est arrêté avant que la connexion soit prête. Vérifiez l’installation et les paramètres de connexion.
ja: 接続の準備が完了する前にサーバーが終了しました。インストールと接続設定を確認してください。
pt: O servidor foi encerrado antes de a conexão estar pronta. Verifique a instalação e as configurações de conexão.
zh_hans: 服务器在连接就绪前已退出。请检查安装和连接设置。
zh_hant: 伺服器在連線就緒前已結束。請檢查安裝與連線設定。

# macos.theserverrejectedthisdevicescredentialcheck
source: 서버가 이 기기의 자격 증명을 거부했습니다. 서버에서 기기 등록을 확인해 주세요.
de: Der Server hat die Anmeldedaten dieses Geräts abgelehnt. Prüfen Sie die Geräteregistrierung auf dem Server.
en: The server rejected this device’s credential. Check the device registration on the server.
es: El servidor rechazó la credencial de este dispositivo. Comprueba el registro del dispositivo en el servidor.
fr: Le serveur a refusé l’identifiant de cet appareil. Vérifiez l’enregistrement de l’appareil sur le serveur.
ja: サーバーがこのデバイスの資格情報を拒否しました。サーバーでデバイス登録を確認してください。
pt: O servidor rejeitou a credencial deste dispositivo. Verifique o registro do dispositivo no servidor.
zh_hans: 服务器拒绝了此设备的凭据。请检查服务器上的设备注册。
zh_hant: 伺服器拒絕了此裝置的憑證。請檢查伺服器上的裝置註冊。

# macos.theserverisstoppedorstarting
source: 서버가 중지되었거나 시작 중입니다.
de: Der Server ist angehalten oder wird gestartet.
en: The server is stopped or starting.
es: El servidor está detenido o iniciándose.
fr: Le serveur est arrêté ou en cours de démarrage.
ja: サーバーは停止中または起動中です。
pt: O servidor está parado ou iniciando.
zh_hans: 服务器已停止或正在启动。
zh_hant: 伺服器已停止或正在啟動。

# macos.nameofthisdeviceshownontheserver
source: 서버에 표시할 이 기기 이름
de: Auf dem Server angezeigter Name dieses Geräts
en: Name of this device shown on the server
es: Nombre de este dispositivo que se mostrará en el servidor
fr: Nom de cet appareil affiché sur le serveur
ja: サーバーに表示するこのデバイスの名前
pt: Nome deste dispositivo exibido no servidor
zh_hans: 在服务器上显示的此设备名称
zh_hant: 在伺服器上顯示的此裝置名稱

# macos.thepairinginvitationcopiedfromtheserververifies
source: 서버에서 복사한 페어링 초대 하나로 주소와 보안 정보를 함께 확인합니다.
de: Die vom Server kopierte Kopplungseinladung prüft Adresse und Sicherheitsinformationen gemeinsam.
en: The pairing invitation copied from the server verifies its address and security information together.
es: La invitación de emparejamiento copiada del servidor verifica conjuntamente su dirección y la información de seguridad.
fr: L’invitation de jumelage copiée depuis le serveur vérifie ensemble son adresse et ses informations de sécurité.
ja: サーバーからコピーした1つのペアリング招待で、アドレスとセキュリティ情報をまとめて確認します。
pt: O convite de pareamento copiado do servidor verifica o endereço e as informações de segurança em conjunto.
zh_hans: 使用从服务器复制的一份配对邀请，同时验证地址和安全信息。
zh_hant: 使用從伺服器複製的一份配對邀請，同時驗證位址和安全資訊。

# macos.absolutefolderpathontheserver
source: 서버의 절대 폴더 경로
de: Absoluter Ordnerpfad auf dem Server
en: Absolute folder path on the server
es: Ruta absoluta de la carpeta en el servidor
fr: Chemin absolu du dossier sur le serveur
ja: サーバー上の絶対フォルダパス
pt: Caminho absoluto da pasta no servidor
zh_hans: 服务器上的绝对文件夹路径
zh_hant: 伺服器上的絕對資料夾路徑

# macos.selectionmode
source: 선택 방식
de: Auswahlmodus
en: Selection Mode
es: Modo de selección
fr: Mode de sélection
ja: 選択方式
pt: Modo de seleção
zh_hans: 选择方式
zh_hant: 選擇方式

# macos.optional
source: 선택 사항
de: Optional
en: Optional
es: Opcional
fr: Facultatif
ja: オプション
pt: Opcional
zh_hans: 可选
zh_hant: 選填

# macos.noremoteserverselected
source: 선택된 원격 서버 없음
de: Kein Remote-Server ausgewählt
en: No Remote Server Selected
es: No se ha seleccionado ningún servidor remoto
fr: Aucun serveur distant sélectionné
ja: リモートサーバーが選択されていません
pt: Nenhum servidor remoto selecionado
zh_hans: 未选择远程服务器
zh_hant: 未選擇遠端伺服器

# macos.theselectedcodexinstallationisunavailablerestoreit
source: 선택한 Codex를 찾을 수 없습니다. 복구하거나 다른 설치본을 선택해 주세요.
de: Die ausgewählte Codex-Installation ist nicht verfügbar. Stellen Sie sie wieder her oder wählen Sie eine andere.
en: The selected Codex installation is unavailable. Restore it or choose another installation.
es: No se encuentra el Codex seleccionado. Restáuralo o elige otra instalación.
fr: Le Codex sélectionné est introuvable. Restaurez-le ou choisissez une autre installation.
ja: 選択した Codex が見つかりません。復元するか別のインストールを選択してください。
pt: O Codex selecionado não está disponível. Restaure-o ou escolha outra instalação.
zh_hans: 找不到所选 Codex。请恢复或选择其他安装。
zh_hant: 找不到所選 Codex。請還原或選擇其他安裝。

# macos.theruntimeapikeyfortheselectedtunnel
source: 선택한 Tunnel ID의 Runtime API 키를 읽을 수 없습니다.
de: Der Runtime-API-Schlüssel für die ausgewählte Tunnel-ID konnte nicht gelesen werden.
en: The Runtime API key for the selected Tunnel ID could not be read.
es: No se pudo leer la clave de API de Runtime del ID del Tunnel seleccionado.
fr: Impossible de lire la clé API Runtime de l’ID du Tunnel sélectionné.
ja: 選択したTunnel IDのRuntime APIキーを読み取れません。
pt: Não foi possível ler a chave de API de Runtime do ID do Tunnel selecionado.
zh_hans: 无法读取所选 Tunnel ID 的 Runtime API 密钥。
zh_hant: 無法讀取所選 Tunnel ID 的 Runtime API 金鑰。

# macos.restoretheselectedversionasthenewcurrent
source: 선택한 버전을 새 현재 버전으로 복원할까요?
de: Ausgewählte Version als neue aktuelle Version wiederherstellen?
en: Restore the selected version as the new current version?
es: ¿Restaurar la versión seleccionada como nueva versión actual?
fr: Restaurer la version sélectionnée comme nouvelle version actuelle ?
ja: 選択したバージョンを新しい現在のバージョンとして復元しますか？
pt: Restaurar a versão selecionada como a nova versão atual?
zh_hans: 要将所选版本还原为新的当前版本吗？
zh_hant: 要將所選版本還原為新的目前版本嗎？

# macos.connecttoselectedserver
source: 선택한 서버로 연결
de: Mit ausgewähltem Server verbinden
en: Connect to Selected Server
es: Conectar al servidor seleccionado
fr: Se connecter au serveur sélectionné
ja: 選択したサーバーに接続
pt: Conectar ao servidor selecionado
zh_hans: 连接到所选服务器
zh_hant: 連線到所選伺服器

# macos.notconnectedtotheselectedserver
source: 선택한 서버에 연결되지 않았습니다.
de: Keine Verbindung mit dem ausgewählten Server.
en: Not connected to the selected server.
es: No hay conexión con el servidor seleccionado.
fr: Aucune connexion au serveur sélectionné.
ja: 選択したサーバーに接続されていません。
pt: Não conectado ao servidor selecionado.
zh_hans: 未连接到所选服务器。
zh_hant: 未連線到所選伺服器。

# macos.manageprojectsontheselectedserverallpaths
source: 선택한 서버의 프로젝트를 관리합니다. 모든 경로는 원격 서버 호스트의 파일시스템 기준입니다.
de: Verwaltet Projekte auf dem ausgewählten Server. Alle Pfade beziehen sich auf das Dateisystem des Remote-Serverhosts.
en: Manage projects on the selected server. All paths refer to the remote server host’s filesystem.
es: Gestiona los proyectos del servidor seleccionado. Todas las rutas corresponden al sistema de archivos del host remoto.
fr: Gérez les projets du serveur sélectionné. Tous les chemins se rapportent au système de fichiers de l’hôte distant.
ja: 選択したサーバーのプロジェクトを管理します。すべてのパスはリモートサーバーホストのファイルシステムを基準とします。
pt: Gerencie os projetos no servidor selecionado. Todos os caminhos se referem ao sistema de arquivos do host do servidor remoto.
zh_hans: 管理所选服务器上的项目。所有路径均以远程服务器主机的文件系统为准。
zh_hant: 管理所選伺服器上的專案。所有路徑均以遠端伺服器主機的檔案系統為準。

# macos.selectedskill
source: 선택한 스킬
de: Ausgewählter Skill
en: Selected Skill
es: Habilidad seleccionada
fr: Compétence sélectionnée
ja: 選択したスキル
pt: Habilidade selecionada
zh_hans: 所选技能
zh_hant: 已選技能

# macos.descriptionoptional
source: 설명 (선택)
de: Beschreibung (optional)
en: Description (optional)
es: Descripción (opcional)
fr: Description (facultative)
ja: 説明（任意）
pt: Descrição (opcional)
zh_hans: 说明（可选）
zh_hant: 說明（可選）

# macos.settings
source: 설정
de: Einstellungen
en: Settings
es: Configuración
fr: Paramètres
ja: 設定
pt: Configurações
zh_hans: 设置
zh_hant: 設定

# macos.theappwasnotquitbecausesettingschanges
source: 설정 변경사항을 저장하지 못해 앱을 종료하지 않았습니다. 저장 오류를 해결한 뒤 다시 시도해 주세요.
de: Die App wurde nicht beendet, da die Einstellungsänderungen nicht gespeichert werden konnten. Beheben Sie den Speicherfehler und versuchen Sie es erneut.
en: The app was not quit because settings changes could not be saved. Resolve the save error and try again.
es: La app no se cerró porque no se pudieron guardar los cambios de configuración. Resuelva el error de guardado e inténtelo de nuevo.
fr: L’app n’a pas été fermée, car les modifications des paramètres n’ont pas pu être enregistrées. Corrigez l’erreur d’enregistrement, puis réessayez.
ja: 設定変更を保存できなかったため、アプリを終了しませんでした。保存エラーを解決してから、もう一度お試しください。
pt: O aplicativo não foi encerrado porque não foi possível salvar as alterações nas configurações. Resolva o erro de salvamento e tente novamente.
zh_hans: 由于无法保存设置更改，应用未退出。请解决保存错误后重试。
zh_hant: 由於無法儲存設定更改，應用未退出。請解決儲存錯誤後重試。

# macos.thefollowupactionstoppedbecausethesettings
source: 설정 변경사항을 저장하지 못해 후속 처리를 중단했습니다.
de: Die Folgeaktion wurde angehalten, weil die Einstellungsänderungen nicht gespeichert werden konnten.
en: The follow-up action stopped because the settings changes could not be saved.
es: La acción posterior se detuvo porque no se pudieron guardar los cambios de configuración.
fr: L’action suivante a été interrompue, car les modifications des paramètres n’ont pas pu être enregistrées.
ja: 設定の変更を保存できなかったため、後続処理を中止しました。
pt: A ação seguinte foi interrompida porque as alterações nas configurações não puderam ser salvas.
zh_hans: 由于无法保存设置更改，后续操作已中止。
zh_hant: 由於無法儲存設定變更，後續操作已中止。

# macos.couldnotsavesettings
source: 설정 변경사항을 저장하지 못했습니다
de: Einstellungsänderungen konnten nicht gespeichert werden
en: Could Not Save Settings
es: No se pudieron guardar los cambios de configuración
fr: Impossible d’enregistrer les modifications des paramètres
ja: 設定変更を保存できませんでした
pt: Não foi possível salvar as configurações
zh_hans: 无法保存设置更改
zh_hant: 無法儲存設定更改

# macos.savesettings
source: 설정 저장
de: Einstellungen speichern
en: Save Settings
es: Guardar configuración
fr: Enregistrer les réglages
ja: 設定を保存
pt: Salvar configurações
zh_hans: 保存设置
zh_hant: 儲存設定

# macos.settingschangereserved
source: 설정 적용 예약
de: Übernahme der Einstellungen vorgemerkt
en: Settings change reserved
es: Cambio de ajustes reservado
fr: Application des réglages réservée
ja: 設定の適用を予約
pt: Aplicação das configurações reservada
zh_hans: 已预约应用设置
zh_hant: 已預約套用設定

# macos.couldnotapplythesettings
source: 설정 적용에 실패했습니다.
de: Die Einstellungen konnten nicht angewendet werden.
en: Could not apply the settings.
es: No se pudo aplicar la configuración.
fr: Impossible d’appliquer les paramètres.
ja: 設定を適用できませんでした。
pt: Não foi possível aplicar as configurações.
zh_hans: 无法应用设置。
zh_hant: 無法套用設定。

# macos.registerthefirstworkfolderintheprojects
source: 설정 창의 프로젝트 탭에서 첫 작업 폴더를 등록합니다.
de: Registrieren Sie den ersten Arbeitsordner im Tab „Projekte“ der Einstellungen.
en: Register the first work folder in the Projects tab of Settings.
es: Registre la primera carpeta de trabajo en la pestaña Proyectos de Configuración.
fr: Enregistrez le premier dossier de travail dans l’onglet Projets des paramètres.
ja: 設定画面の「プロジェクト」タブで最初の作業フォルダを登録します。
pt: Registre a primeira pasta de trabalho na aba Projetos das Configurações.
zh_hans: 在设置的“项目”标签页中注册第一个工作文件夹。
zh_hant: 在設定的“專案”標籤頁中註冊第一個工作資料夾。

# macos.settingsconflict
source: 설정 충돌
de: Einstellungskonflikt
en: Settings Conflict
es: Conflicto de configuración
fr: Conflit de paramètres
ja: 設定の競合
pt: Conflito de configurações
zh_hans: 设置冲突
zh_hant: 設定衝突

# macos.loadingsettings
source: 설정을 불러오는 중…
de: Einstellungen werden geladen…
en: Loading settings…
es: Cargando configuración…
fr: Chargement des paramètres…
ja: 設定を読み込み中…
pt: Carregando configurações…
zh_hans: 正在加载设置…
zh_hant: 正在載入設定…

# macos.startthebridgeservertoloadsettings
source: 설정을 불러오려면 브리지 서버를 시작해 주세요.
de: Starten Sie den Bridge-Server, um die Einstellungen zu laden.
en: Start the bridge server to load settings.
es: Inicie el servidor Bridge para cargar la configuración.
fr: Démarrez le serveur Bridge pour charger les paramètres.
ja: 設定を読み込むにはBridgeサーバーを起動してください。
pt: Inicie o servidor Bridge para carregar as configurações.
zh_hans: 请启动 Bridge 服务器以加载设置。
zh_hant: 請啟動 Bridge 伺服器以載入設定。

# macos.startthebridgeserveronthismacto
source: 설정을 불러오려면 이 Mac의 브리지 서버를 시작해 주세요.
de: Starten Sie den Bridge-Server auf diesem Mac, um die Einstellungen zu laden.
en: Start the Bridge server on this Mac to load settings.
es: Inicie el servidor Bridge en este Mac para cargar la configuración.
fr: Démarrez le serveur Bridge sur ce Mac pour charger les paramètres.
ja: 設定を読み込むには、このMacのBridgeサーバーを起動してください。
pt: Inicie o servidor Bridge neste Mac para carregar as configurações.
zh_hans: 请启动此 Mac 上的 Bridge 服务器以加载设置。
zh_hant: 請啟動此 Mac 上的 Bridge 伺服器以載入設定。

# macos.settingscouldnotbeloaded
source: 설정을 불러오지 못했습니다.
de: Einstellungen konnten nicht geladen werden.
en: Settings could not be loaded.
es: No se pudo cargar la configuración.
fr: Impossible de charger les paramètres.
ja: 設定を読み込めませんでした。
pt: Não foi possível carregar as configurações.
zh_hans: 无法加载设置。
zh_hant: 無法載入設定。

# macos.install
source: 설치
de: Installieren
en: Install
es: Instalar
fr: Installer
ja: インストール
pt: Instalar
zh_hans: 安装
zh_hant: 安裝

# macos.installationandrecovery
source: 설치 및 복구
de: Installation und Wiederherstellung
en: Installation and recovery
es: Instalación y recuperación
fr: Installation et restauration
ja: インストールと復元
pt: Instalação e recuperação
zh_hans: 安装与恢复
zh_hant: 安裝與還原

# macos.installationdetails
source: 설치 정보
de: Installationsdetails
en: Installation details
es: Detalles de instalación
fr: Détails de l’installation
ja: インストール情報
pt: Detalhes da instalação
zh_hans: 安装信息
zh_hant: 安裝資訊

# macos.installing
source: 설치 중…
de: Wird installiert…
en: Installing…
es: Instalando…
fr: Installation…
ja: インストール中…
pt: Instalando…
zh_hans: 正在安装…
zh_hant: 正在安裝…

# macos.verifyinginstallation
source: 설치 확인 중…
de: Installation wird überprüft…
en: Verifying installation…
es: Verificando instalación…
fr: Vérification de l’installation…
ja: インストールを検証中…
pt: Verificando instalação…
zh_hans: 正在验证安装…
zh_hant: 正在驗證安裝…
